Repository: r4nd0lph-c/mospolytech_reshuffle
Catalog: reshuffle/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Administration
ru: Администрация

source: Instruction available
ru: Наличие инструкции

source: Yes
ru: Да

source: No
ru: Нет

source: Subject
ru: Предмет

source: Additional options
ru: Дополнительные опции

source: Instruction
ru: Инструкция

source: Main options
ru: Основные опции

source: Cells
ru: Ячейки

source: The search is performed by task ID
ru: Поиск осуществляется по ID задания

source: The search is performed by object representation
ru: Поиск осуществляется по Представлению объекта

source: The search is performed by prefix
ru: Поиск осуществляется по префиксу

source: Download
ru: Скачать

source: The search is performed by unique key
ru: Поиск осуществляется по уникальному ключу

source: Main
ru: Главная

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Choose a subject
ru: Выберите предмет

source: Exam date
ru: Дата экзамена

source: dd.mm.yyyy
ru: дд.мм.гггг

source: Number of variants
ru: Количество вариантов

source: Prefix
ru: Префикс

source: Unique key
ru: Уникальный ключ

source: Score
ru: Оценка

source: Easy
ru: Лёгкое

source: Medium
ru: Среднее

source: Hard
ru: Сложное

source: Date created
ru: Дата создания

source: Date updated
ru: Дата обновления

source: Only one active entry can exist at a time
ru: Одновременно может существовать только одна активная запись

source: Activity
ru: Активность

source: Active
ru: Активен

source: Inactive
ru: Неактивен

source: Title of the subject (nominative case)
ru: Название предмета (именительный падеж)

source: Title
ru: Название

source: Genitive case
ru: Родительный падеж

source: Dative case
ru: Дательный падеж

source: Accusative case
ru: Винительный падеж

source: Instrumental case
ru: Творительный падеж

source: Prepositional case
ru: Предложный падеж

source: List of general rules for work performance (without specific parts)
ru: Список общих правил выполнения работы (без специфики частей)

source: Content
ru: Содержание

source: Determines if this subject is available in the test generation list
ru: Определяет, виден ли этот предмет в списке генерации тестов

source: Subjects
ru: Предметы

source: A
ru: А

source: B
ru: Б

source: C
ru: В

source: D
ru: Г

source: Tasks with answer choice
ru: Задания с вариантом ответа

source: Tasks with short answer writing
ru: Задания с кратким ответом

source: Select a subject to enable this field
ru: Сначала выберите предмет, чтобы разблокировать это поле

source: Select a type of tasks to enable this field
ru: Сначала выберите тип заданий, чтобы разблокировать это поле

source: Select a count of tasks to enable this field
ru: Сначала выберите количество заданий, чтобы разблокировать это поле

source: Reserved title(s)
ru: Зарезервированные названия

source: Select a type of tasks in the part
ru: Выберите тип заданий для части

source: Available count of tasks taking into account the previous parts and the selected task type
ru: Доступное количество заданий с учётом предыдущих частей и выбранного типа заданий

source: The recommended difficulty is set, difficulty range
ru: Установлена рекомендуемая сложность, диапазон сложности

source: Subject to which the part belongs
ru: Предмет, к которому относится часть

source: Type of tasks
ru: Тип заданий

source: Tasks
ru: Задания

source: Difficulty
ru: Сложность

source: List of rules for performing the tasks of this part
ru: Список правил для выполнения заданий данной части

source: Available title(s)
ru: Доступные названия

source: Invalid value
ru: Недопустимое значение

source: Part
ru: Часть

source: Parts
ru: Части

source: Select a part to enable this field
ru: Сначала выберите часть, чтобы разблокировать это поле

source: Order number of the task in the part, range of valid positions
ru: Порядковый номер задания в части, диапазон допустимых позиций

source: Subject and part to which the task relates
ru: Предмет и часть, к которым относится задание

source: Position
ru: Порядковый номер

source: The essence of the task
ru: Суть задания

source: Difficulty of the task relative to other tasks of the same order number
ru: Сложность задания относительно других заданий того же порядкового номера

source: Determines if this task is included in document generation
ru: Определяет, включено ли это задание в генерацию документов

source: Task
ru: Задание

source: Task to which the option relates
ru: Задание, к которому относится вариант ответа

source: The essence of the option
ru: Суть варианта ответа

source: Determines if this option is the correct answer
ru: Определяет, является ли данный вариант ответа правильным

source: Correct answer
ru: Правильный ответ

source: Option
ru: Вариант ответа

source: Options
ru: Варианты ответа

source: Information about the institution organizing the testing
ru: Информация об учреждении, организующем тестирование

source: Document header
ru: Заголовок документа

source: Document headers
ru: Заголовки документа

source: User who created the archive
ru: Пользователь, который создал архив

source: Creator
ru: Создатель

source: Subject for which the archive was created
ru: Предмет, для которого был создан архив

source: Amount of unique variants in the archive
ru: Количество уникальных вариантов в архиве

source: Amount
ru: Количество

source: Date of the exam for which the archive was created
ru: Дата экзамена, для которого был создан архив

source: Unique name of the archive
ru: Уникальное имя архива

source: Object storage entry
ru: Запись объектного хранилища

source: Object storage entries
ru: Записи объектного хранилища

source: User who verified the work
ru: Пользователь, который проверил работу

source: Verifying
ru: Проверяющий

source: Archive to which the work relates
ru: Архив, к которому относится работа

source: Work variant number from the archive
ru: Номер варианта работы из архива

source: Number of points scored (primary system)
ru: Количество набранных баллов (первичная система)

source: Image of scanned and verified work from object storage
ru: Изображение отсканированной и проверенной работы из объектного хранилища

source: Scan of the work
ru: Скан работы

source: Verified work entry
ru: Запись проверенной работы

source: Verified work entries
ru: Записи проверенной работы

source: Information on who to contact for feedback
ru: Информация о том, с кем можно связаться для получения обратной связи

source: Feedback info
ru: Обратная связь

source: Group for which access to subjects is granted
ru: Группа, для которой предоставляется доступ к предметам

source: Group
ru: Группа

source: One of the subjects that will be available for interaction by the selected group
ru: Один из предметов, который будет доступен для взаимодействия выбранной группе

source: Access
ru: Право доступа

source: Accesses
ru: Права доступа

source: Entrance exams
ru: Вступительные испытания

source: Full name of applicant
ru: ФИО абитуриента

source: Personnel file
ru: Личное дело

source: Variant
ru: Вариант

source: Signature of applicant
ru: Подпись абитуриента

source: Answer sheet
ru: Бланк ответов

source: Correcting wrong marks
ru: Исправление ошибочных меток

source: Results
ru: Результаты

source: Total number of correctly solved problems
ru: Общее количество правильно решённых задач

source: Signature of examiner
ru: Подпись экзаменатора

source: Answers
ru: Ответы

source: Table of contents
ru: Содержание

source: Scoring report
ru: Отчёт о результатах проверки

source: General instructions on how to do tasks
ru: Общая инструкция по выполнению заданий

source: Page not Found
ru: Страница не найдена

source: The page you are looking for may have been deleted, <br>renamed, or just temporarily unavailable.
ru: Возможно, искомая страница была удалена, <br>переименована или просто временно недоступна.

source: To main page
ru: На главную

source: You are logged in as <b>%(user)s</b>, but you do not have sufficient rights to view this page. Perhaps you would like to log in using a different account?
ru: Вы вошли как <b>%(user)s</b>, но у вас недостаточно прав для просмотра этой страницы. Возможно, вы хотите войти под другой учётной записью?

source: Authorization
ru: Авторизация

source: Log in
ru: Войти

source: Having problems?
ru: Возникли проблемы?

source: Recognized
ru: Работа распознана

source: The system detected the applicant's work in the image, but did not correctly recognize the unique key.
ru: Система обнаружила на изображении работу абитуриента, но не смогла правильно определить уникальный ключ.

source: Make sure that the work being checked belongs to the appropriate archive and try again. Or you can specify the unique key manually
ru: Убедитесь, что проверяемая работа принадлежит соответствующему архиву, и повторите попытку. Также вы можете указать уникальный ключ вручную

source: Try again
ru: Попробовать снова

source: Continue
ru: Продолжить

source: Unrecognized
ru: Работа не распознана

source: The system failed to detect the applicant's work in the image.
ru: Система не смогла обнаружить на изображении работу абитуриента.

source: Make sure
ru: Убедитесь, что

source: the image has a good enough resolution
ru: изображение имеет достаточно хорошее разрешение

source: there is enough contrast in the image
ru: изображение достаточно контрастное

source: the work is completely in the image
ru: работа полностью помещается на изображении

source: there is nothing unnecessary in the image
ru: на изображении нет ничего лишнего

source: Archive
ru: Архив

source: Works verified
ru: Проверенных работ

source: Stats
ru: Статистика

source: End session
ru: Завершить сессию

source: Image Scanning
ru: Сканирование изображения

source: Trying to access the web-camera
ru: Попытка получить доступ к веб-камере

source: Video issue
ru: Проблемы с видео

source: The application cannot access the web-camera. Make sure you have allowed access in your browser settings, check if your antivirus is blocking the stream or if another application is using the camera. Then, try reloading the page. If these actions didn't help, you can use the option to upload the image from your computer.
ru: Приложение не может получить доступ к веб-камере. Убедитесь, что вы разрешили доступ в настройках браузера, проверьте, не блокирует ли ваш антивирус поток или не использует ли камеру другое приложение. Затем попробуйте перезагрузить страницу. Если эти действия не помогли, вы можете воспользоваться опцией загрузки изображения с компьютера.

source: Capture
ru: Сканирование

source: Select a video source
ru: Выберите источник видео

source: Upload image
ru: Загрузить скан

source: Materials are being prepared
ru: Материалы подготавливаются

source: Approximate waiting time: <b id="waiting_time"></b> min.
ru: Примерное время ожидания: <b id="waiting_time"></b> мин.

source: Creation
ru: Создание

source: Create
ru: Создать

source: Your archive is ready to download.
ru: Ваш архив готов к скачиванию.

source: Click
ru: Нажмите

source: here
ru: сюда

source: if you want to create more archives.
ru: , если хотите создать больше архивов.

source: You haven't created any archives.
ru: Вы не создали ни одного архива.

source: System administration
ru: Администрирование системы

source: In this section you can manage the system (if you have certain rights), as well as create, read, update and delete exam materials.
ru: В данном разделе вы можете управлять системой (при наличии определённых прав), а также добавлять, просматривать, изменять и удалять экзаменационные материалы.

source: Go to
ru: Перейти

source: Not enough rights
ru: Недостаточно прав

source: Creation & Download
ru: Создание и скачивание

source: In this section, you can create new and download previously created sets of unique exam materials.
ru: В данном разделе вы можете создавать новые и скачивать ранее созданные комплекты уникальных экзаменационных материалов.

source: Verification of works
ru: Проверка работ

source: In this section you can scan and check in semi-automatic mode sets of applicants' exam works.
ru: В данном разделе вы можете сканировать и проверять в полуавтоматическом режиме комплекты экзаменационных работ абитуриентов.

source: You are logged in as <b>%(user_full_name)s</b>
ru: Вы вошли как <b>%(user_full_name)s</b>

source: Log out
ru: Выйти

source: Table of archives
ru: Таблица архивов

source: First
ru: Начало

source: Last
ru: Конец

source: In the future there will be information here about archives you can download. At the moment they are not available.
ru: В будущем здесь появится информация об архивах, которые вам доступны для скачивания. В настоящий момент таких нет.

source: The system failed to perform the initial scoring
ru: Не удалось выполнить начальную оценку

source: Edited
ru: Исправлено

source: Back to scanning
ru: К сканированию

source: Accept
ru: Подтвердить

source: Information
ru: Информация

source: The archives are checked semi-automatically using a web-camera. In case the web-camera is not available, you can use uploading scanned files from the device. To start checking the archive, click on the cell in the first column of the table. The verification report can be downloaded only for those archives that are fully verified.
ru: Архивы проверяются полуавтоматически с помощью веб-камеры. В случае, если веб-камера недоступна, вы можете воспользоваться загрузкой отсканированных файлов с устройства. Чтобы начать проверку архива, нажмите на ячейку в первом столбце таблицы. Отчёт о проверке можно скачать только для тех архивов, которые прошли полную проверку.

source: Table of verification
ru: Таблица проверки

source: To download the report, the archive must be fully verified.
ru: Чтобы скачать отчёт, архив должен быть полностью проверен.

source: In the future there will be information here about archives you can verify. At the moment they are not available.
ru: В будущем здесь появится информация об архивах, которые вам доступны для проверки. В настоящий момент таких нет.

source: Completed
ru: Завершено

source: Unverified works
ru: Непроверенные работы

source: In the archive all works are verified. But you can recheck them if necessary.
ru: В архиве все работы проверены. Но при необходимости вы можете перепроверить их.

source: Verified works
ru: Проверенные работы

source: A list of verified works from the archive will appear here. There are none at the moment.
ru: Здесь появится список проверенных работ из архива. На данный момент их нет.

source: The specified archive prefix is invalid
ru: Указанный префикс архива неверен

source: Date verified
ru: Дата проверки

source: Auth
ru: Авторизация

source: Entrance exam processing system
ru: Система обработки экзаменов

source: Select an activity
ru: Выберите действие

source: Create a set of entrance exams
ru: Создайте набор экзаменов

source: Download a set of entrance exams
ru: Скачайте набор экзаменов

source: Verification
ru: Проверка

source: Verify works of applicants
ru: Проверьте работы абитуриентов

source: Verification progress
ru: Прогресс проверки

source: Select the work to be verified
ru: Выберите работу для проверки

source: The requested image was not found
ru: Запрашиваемое изображение не найдено

source: The specified unique key is invalid
ru: Указанный уникальный ключ неверен

source: Score the work of applicant
ru: Оцените работу абитуриента

source: The work is scored
ru: Работа оценена

source: No image could be found as requested
ru: Запрашиваемое изображение не найдено

source: Django site admin
ru: Админ-панель

source: Django administration
ru: Администрирование
